Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-se.tmx
Source language: cs
Languages: se

source: Také nesmějí sázet sazenice, které byly těmito pesticidy ošetřeny.
se: De får inte heller sätta plantor behandlade med dessa bekämpningsmedel.

source: Kdo smí pracovat s motorovou řetězovou pilou?
se: Vem får arbeta med motorkedjesåg?

source: Osoba musí absolvovat teoretickou a praktickou zkoušku, která potvrzuje, že má znalosti odpovídající pracovním úkolům, jež je třeba vykonat.
se: Personen ska ha gjort ett teoretiskt och praktiskt prov som visar att han eller hon har kunskaper som motsvarar de arbetsuppgifter som ska utföras.

source: Osoba musí také vlastnit dokumentaci potvrzující požadavky.
se: Personen ska också ha dokumentation som styrker kraven.

source: Kdo smí pracovat s křovinořezem?
se: Vem får arbeta med röjsåg?

source: Kdo pracuje s křovinořezem, musí absolvovat školení pro ten typ práce, která má být vykonána a mít znalosti pro danou práci.
se: Den som arbetar med en röjsåg ska ha genomgått en utbildning för den typ av arbete som ska utföras och ha kunskaper för arbetet.

source: Zachovejte respekt před padajícími stromy
se: Behåll din respekt för fallande träd

source: Každoročně se přihodí vícero smrtelných úrazů při kácení stromů.
se: Varje år sker flera dödsolyckor vid trädfällning.

source: Internetová stránka úřadu Arbetsmiljöverket – Úřadu pro pracovní prostředí
se: Arbetsmiljöverkets webbplats

source: Na naší internetové stránce najdete poslední verze platných předpisů, informační brožury a knihy, jež vám poskytnou pomoc při vytváření dobrého pracovního prostředí.
se: På vår webbplats finns senaste versionen av alla gällande regler, informationsbroschyrer och böcker som kan vara till hjälp för att skapa en bra arbetsmiljö.

source: DI 674 je připraveno ke stáhnutí pouze jako pdf na www.av.se
se: ADI 674, ﬁnns endast som pdf för nedladdning på www.av.se
